const data = [
  {
    id: 1,
    pass: '1',
    name:
      'Прочитать книгу Роберт Мартин "Чистая архитектура. Искусство разработки программного обеспечения"',
    description: 'Читать книгу 10 страниц в день',
    imgUrl: 'http://placekitten.com/600/900',
  },
  {
    id: 2,
    pass: '2',
    name: 'Поприседать 10 раз',
    description: 'Приседать 10 раз в день',
    imgUrl: 'http://placekitten.com/600/900',
  },
  {
    id: 3,
    pass: '3',
    name: 'Бегать 100 км в день',
    description:
      'Это работает превосходно когда изменения могут быть изолированы в новый DOM элемент. ' +
      'Для сущности, вы можете изменить margin(внешний отступ) таким образом.' +
      'Тем не менее, иногда вам нужно ориентироваться на базовый элемент DOM. Например, вы хотите изменить ' +
      'цвет текста кнопки. Компонент Button опреде.',
    imgUrl: 'http://placekitten.com/600/900',
  },
  {
    id: 4,
    pass: '4',
    name: 'Кушать овсянку по утрам',
    description:
      'Это работает превосходно когда изменения могут быть изолированы в новый DOM элемент. Для сущности, вы можете изменить margin(внешний отступ) таким образом.' +
      'Тем не менее, иногда вам нужно ориентироваться на базовый элемент DOM. Например, вы хотите изменить цвет текста кнопки. Компонент Button опреде.',
    imgUrl: 'http://placekitten.com/600/900',
  },
];

export default data;
